Repository: common-repository/kassa-at-for-woocommerce
Catalog: languages/kassa-at-for-woocommerce-*.po
Languages: hr, hu_hu, pl_pl, sl_si, tr_tr

source: You do not have sufficient permissions to access this page.
hr: Nemate dovoljna dopuštenja za pristup ovoj stranici.
hu_hu: Nincs elegendő engedélyed az oldal eléréséhez.
pl_pl: Nie masz wystarczających uprawnień, aby uzyskać dostęp do tej strony.
sl_si: Nimate dovolj dovoljenj za dostop do te strani.
tr_tr: Bu sayfaya erişmek için yeterli izniniz yok.

source: KASSA.AT connection:
hr: KASSA.AT veza:
hu_hu: KASSA.AT kapcsolat:
pl_pl: KASSA.AT połączenie:
sl_si: KASSA.AT združenje:
tr_tr: KASSA.AT bağlanma:

source: You are already connected to a KASSA.AT account.
hr: Već ste povezani s KASSA.AT računom.
hu_hu: Már csatlakozik KASSA.AT fiókhoz.
pl_pl: Jesteś już połączony z kontem KASSA.AT.
sl_si: Ste že povezani z računom KASSA.AT.
tr_tr: Zaten bir KASSA.AT-hesabına bağlısınız.

source: Remove connection to KASSA.AT.
hr: Uklonite vezu s KASSA.AT.
hu_hu: Távolítsa el a kapcsolatot a következővel KASSA.AT.
pl_pl: Usuń połączenie z KASSA.AT.
sl_si: Odstrani povezavo z KASSA.AT.
tr_tr: KASSA.AT bağlantısını kaldırın.

source: Connect with KASSA.AT account
hr: Povežite se s KASSA.AT računom
hu_hu: CsatlakozásKASSA.AT fiókhoz
pl_pl: Połącz się z kontem KASSA.AT
sl_si: Povežite se z računom KASSA.AT
tr_tr: KASSA.AT hesabına bağlanma

source: Dont have a KASSA.AT account? Create one!
hr: Nemate KASSA.AT račun? Stvori jedan!
hu_hu: Nincs KASSA.AT fiókja? Csinálni egyet!
pl_pl: Nie masz konta KASSA.AT? Stworzyć jeden!
sl_si: Nimate računa KASSA.AT? Ustvari ga!
tr_tr: KASSA.AT hesabın yok mu? Şimdi oluştur!

source: Synchronize Stocks:
hr: Sinkronizirajte zalihe:
hu_hu: Készletek szinkronizálása:
pl_pl: Synchronizuj akcje:
sl_si: Sinhronizirajte zaloge:
tr_tr: Stok seviyelerini senkronize edin:

source: Choose warehouse:
hr: Odaberite skladište:
hu_hu: Válasszon raktárt:
pl_pl: Wybierz magazyn:
sl_si: Izberite skladišče:
tr_tr: Bir depo seçin:

source: Save changes!
hr: Spremi promjene!
hu_hu: Változtatások mentése!
pl_pl: Zapisz zmiany!
sl_si: Shrani spremembe!
tr_tr: Değişiklikleri kaydedin!

source: Synchronize stocks with KASSA.AT.
hr: Sinkronizirajte zalihe s KASSA.AT.
hu_hu: Szinkronizálja a részvényeket KASSA.AT-szal.
pl_pl: Synchronizuj akcje z KASSA.AT.
sl_si: Sinhronizirajte zaloge z KASSA.AT.
tr_tr: Stok seviyelerini KASSA.AT ile senkronize edin.

source: Use KASSA.AT-data
hr: Koristite KASSA.AT-podatke
hu_hu: KASSA.AT-adatok használata
pl_pl: Użyj danych KASSA.AT
sl_si: Uporaba podatkov-KASSA.AT
tr_tr: KASSA.AT-verisini kullan

source: Synchronize!
hr: Sinkronizirajte!
hu_hu: Szinkronizálás!
pl_pl: Synchronizować!
sl_si: Sinhronizirajte!
tr_tr: Eşlemek!

source: Please follow these instructions to use the plugin:
hr: Slijedite ove upute za upotrebu dodatka:
hu_hu: A plugin használatához kövesse ezeket az utasításokat:
pl_pl: Postępuj zgodnie z tymi instrukcjami, aby użyć wtyczki:
sl_si: Za uporabo vtičnika sledite tem navodilom:
tr_tr: Eklentiyi kullanmak için lütfen şu talimatları izleyin:

source: If you don't have a KASSA.AT account please create one <a href="%s">here</a>.
hr: Ako nemate KASSA.AT račun, stvorite ga <a href="%s"> ovdje </a>.
hu_hu: Ha még nincs KASSA.AT-fiókja, kérjük, hozzon létre egyet <a href="%s"> itt </a>.
pl_pl: Jeśli nie masz konta KASSA.AT, utwórz je <a href="%s"> tutaj </a>.
sl_si: Če še nimate računa KASSA.AT, ga ustvarite <a href="%s"> tukaj </a>.

source: Use the Button "Connect with KASSA.AT account" to connect to the register-service.
hr: Upotrijebite gumb "Poveži se s računom KASSA.AT" za povezivanje s uslugom registracije.
hu_hu: A "Csatlakozás KASSA.AT fiókkal" gombbal csatlakozhat a regisztrációs szolgáltatáshoz.
pl_pl: Użyj przycisku „Połącz z kontem KASSA.AT”, aby połączyć się z usługą rejestracji.
sl_si: Za povezavo z registrsko storitvijo uporabite gumb "Poveži se z računom KASSA.AT".
tr_tr: Kayıt hizmetine bağlanmak için "KASSA.AT hesabına bağlanma" Düğmesini kullanın.

source: Login the KASSA.AT site and create your articles. Note that in order to have connect the WP-site and the KASSA.AT-account, you need to fill in the "Artikelnummer"-field with your article numbers.
hr: Prijavite se na stranicu KASSA.AT i izradite svoje članke. Imajte na umu da da biste povezali WP-stranicu i KASSA.AT-račun, morate ispuniti polje "Artikelnummer" s brojevima članaka.
hu_hu: Jelentkezzen be a KASSA.AT webhelyre, és hozza létre cikkeit. Vegye figyelembe, hogy a WP-webhely és a KASSA.AT-fiók összekapcsolásához meg kell töltenie az "Artikelnummer" mezőt a cikkszámokkal.
pl_pl: Zaloguj się do serwisu KASSA.AT i twórz artykuły. Zwróć uwagę, że aby połączyć witrynę WP i konto KASSA.AT, musisz wypełnić pole „Artikelnummer” numerami artykułów.
sl_si: Prijavite se na spletno mesto KASSA.AT in ustvarite svoje članke. Če želite povezati spletno mesto WP in račun KASSA.AT, morate izpolniti polje »Artikelnummer« s svojimi številkami člankov.
tr_tr: KASSA.AT sitesine giriş yapın ve makalelerinizi oluşturun. WP sitesini ve KASSA.AT hesabını bağlamak için, "Artikelnummer" alanını makale numaralarınızla doldurmanız gerektiğini unutmayın.

source: In your KASSA.AT account, create a warehouse and assign the articles to it.
hr: Na svom KASSA.AT računu izradite skladište i dodijelite mu članke.
hu_hu: A KASSA.AT-fiókjában hozzon létre egy raktárt, és rendelje hozzá a cikkeket.
pl_pl: Na swoim koncie KASSA.AT utwórz magazyn i przypisz do niego artykuły.
sl_si: V svojem računu KASSA.AT ustvarite skladišče in mu dodelite izdelke.
tr_tr: KASSA.AT hesabınızda bir depo oluşturun ve makaleleri ona atayın.

source: Go back to your WordPress page, choose your register-warehouse from your KASSA.AT's warehouses.
hr: Vratite se na svoju WordPress stranicu, odaberite svoje registarsko skladište iz svojih KASSA.AT-ovih skladišta.
hu_hu: Térjen vissza a WordPress oldalára, válassza ki a regisztrációs raktárát a KASSA.AT raktáraiból.
pl_pl: Wróć do swojej strony WordPress, wybierz magazyn-rejestr z magazynów KASSA.AT.
sl_si: Pojdite nazaj na svojo WordPress stran, izberite svoje registrsko skladišče med skladišči vašega KASSA.AT.
tr_tr: WordPress sayfanıza geri dönün, KASSA.AT depolarınızdan kayıt deponuzu seçin.

source: Go to your woocommerce-article section and create or edit your articles, use the article-number from your KASSA.AT-articles in the "SKU"-field and activate stock-management.
hr: Idite na pregled članaka Woocommerce i stvorite ili uredite svoje članke ovdje. Svakako unesite broj članka svog članka KASSA.AT u polje "SKU" i aktivirajte "upravljanje zalihama".
hu_hu: Nyissa meg a Woocommerce cikkáttekintést, és itt hozhatja létre vagy szerkesztheti cikkeit. Kérjük, győződjön meg arról, hogy beírta KASSA.AT cikkének cikkszámát a "SKU" mezőbe, és aktiválta a "készlet kezelése" lehetőséget.
pl_pl: Przejdź do przeglądu artykułów Woocommerce i utwórz lub edytuj swoje artykuły tutaj. Upewnij się, że w polu „SKU” wpisujesz numer artykułu KASSA.AT i aktywujesz „zarządzaj zapasami”.
sl_si: Pojdite na pregled člankov Woocommerce in tukaj ustvarite ali uredite svoje članke. Prepričajte se, da ste v polje »SKU« vnesli številko članka KASSA.AT in aktivirali »upravljanje zalog«.
tr_tr: Woocommerce makalesine genel bakışa gidin ve makalelerinizi burada oluşturun veya düzenleyin. Lütfen "SKU" alanına KASSA.AT makalenizin ürün numarasını girdiğinizden ve "envanteri yönet" seçeneğini etkinleştirdiğinizden emin olun.

source: Go to the KASSA.AT-menu in your wordpress-site and press the "Synchronize!" Button.
hr: Idite na KASSA.AT-izbornik na vašem web mjestu za WordPress i pritisnite "Sinkroniziraj!" Dugme.
hu_hu: Lépjen a wordpress-webhelye KASSA.AT-menüjébe, és nyomja meg a "Szinkronizálás!" Gomb.
pl_pl: Przejdź do menu KASSA.AT w swojej witrynie wordpress i naciśnij przycisk „Synchronizuj!” Przycisk.
sl_si: Pojdite v meni KASSA.AT na spletnem mestu wordpress in pritisnite "Sinhroniziraj!" Gumb.
tr_tr: WordPress sitenizdeki KASSA.AT menüsüne gidin ve "SEşlemek!!" Buton.

source: And here we go. Whenever a customer buys anything in your local store or a customer orders something in your online-store, your KASSA.AT-service will have trace of that and will always check, that the onlineshop displays the correct amount of items in stock.
hr: I evo nas. Kad god kupac kupi bilo što u vašoj lokalnoj trgovini ili kada kupac nešto naruči u vašoj internetskoj trgovini, vaša usluga KASSA.AT će to imati u tragu i uvijek će provjeriti da li onlineshop prikazuje točnu količinu predmeta na zalihi.
hu_hu: És kész is van. Amikor egy vásárló vásárol valamit a helyi boltban, vagy az ügyfél megrendel valamit az Ön online áruházában, akkor a KASSA.AT-szolgáltatásának nyomában lesz ez, és mindig ellenőrzi, hogy az onlineshop megfelelő mennyiségű árucikket jelenít-e meg raktáron.
pl_pl: I zaczynamy. Za każdym razem, gdy klient kupuje cokolwiek w Twoim lokalnym sklepie lub klient zamawia coś w Twoim sklepie internetowym, Twój serwis KASSA.AT będzie miał tego ślady i zawsze sprawdzi, czy sklep internetowy wyświetla prawidłową ilość pozycji w magazynie.
sl_si: In gremo. Kadar koli kupec kaj kupi v vaši lokalni trgovini ali kupec naroči nekaj v vaši spletni trgovini, bo vaša služba KASSA.AT o tem ugotovila in vedno preverila, ali spletna trgovina prikazuje pravilno količino izdelkov na zalogi.
tr_tr: Ve işte başlıyoruz. Bir müşteri yerel mağazanızdan herhangi bir şey satın aldığında veya bir müşteri çevrimiçi mağazanızdan bir şey sipariş ettiğinde, KASSA.AT hizmetiniz bunun izini sürecek ve çevrimiçi mağazanın stokta doğru miktarda ürün gösterip göstermediğini her zaman kontrol edecektir.

source: If you have any questions with the setting up, feel free to %s.
hr: Ako imate ikakvih pitanja, %s.
hu_hu: Ha bármilyen kérdése van, %s.
pl_pl: Jeśli masz jakieś pytania, %s.
sl_si: Če imate kakršna koli vprašanja, %s.
tr_tr: Eğer sorunuz varsa, %s.

source: contact us
hr: kontaktirajte nas
hu_hu: lépjen kapcsolatba velünk
pl_pl: skontaktuj się z nami
sl_si: kontaktiraj nas
tr_tr: bize Ulaşın

source: Woocommerce Invoice: %s
hr: Woocommerce faktura: %s
hu_hu: Woocommerce számla: %s
pl_pl: Faktura Woocommerce: %s
sl_si: Račun Woocommerce: %s
tr_tr: Kimden fatura Woocommerce: %s
