Repository: common-repository/kassa-at-for-woocommerce
Catalog: languages/kassa-at-for-woocommerce-*_formal.po
Languages: de_ch

source: Options
de_ch: Optionen

source: You do not have sufficient permissions to access this page.
de_ch: Sie haben nicht die nötigen Berechtigungen um auf die Seite zuzugreifen.

source: KASSA.AT connection:
de_ch: Verbindung zu KASSA.AT:

source: You are already connected to a KASSA.AT account.
de_ch: Sie sind bereits mit einem KASSA.AT-Konto verbunden.

source: Remove connection to KASSA.AT.
de_ch: Entfernen Sie die Verbindung zu KASSA.AT.

source: Connect with KASSA.AT account
de_ch: Mit KASSA.AT Verbinden

source: Dont have a KASSA.AT account? Create one!
de_ch: Haben Sie kein KASSA.AT-Konto? Erstellen Sie eines!

source: Synchronize Stocks:
de_ch: Synchronisieren Sie den Lagerstand:

source: Choose warehouse:
de_ch: Wählen Sie ein Lager:

source: Save changes!
de_ch: Änderungen speichern!

source: Synchronize stocks with KASSA.AT.
de_ch: Lagerstände mit KASSA.AT synchronisieren.

source: Use KASSA.AT-data
de_ch: KASSA.AT-Daten als Master verwenden

source: Synchronize!
de_ch: Synchronisieren!

source: Synchronize on the Single Product Page!
de_ch: Synchronisieren auf der Produktseite!

source: Synchronize on the Cart Page!
de_ch: Synchronisieren im Einkaufswagen!

source: Synchronize when the order is received!
de_ch: Synchronisieren wenn eine Bestellung eingeht!

source: Parameters
de_ch: Parameter

source: API-Key
de_ch: API-Schlüssel

source: Result
de_ch: Ergebnis

source: Location
de_ch: Ort

source: Changes
de_ch: Änderungen

source: Reload logfile
de_ch: Logdatei neu laden

source: Refreshed
de_ch: Aktualisiert

source: Enable Logging
de_ch: Logging aktivieren

source: Disable Logging
de_ch: Logging deaktivieren

source: Delete logfile
de_ch: Logdatei leeren

source: Download logfile
de_ch: Logdatei herunterladen

source: lines
de_ch: Zeilen

source: Limit kaw-log length
de_ch: Länge der Logdatei begrenzen

source: Save
de_ch: Speichern

source: Database options
de_ch: Datenbank Optionen

source: Creator
de_ch: Ersteller

source: Option-name
de_ch: Name der Option

source: Option-value
de_ch: Wert der Option

source: KASSA.AT For WooCommerce
de_ch: KASSA.AT Für WooCommerce

source: Please follow these instructions to use the plugin:
de_ch: Bitte folgen Sie den Anweisungen, um das Plugin einzurichten:

source: If you don't have a KASSA.AT account please create one <a href="%s">here</a>.
de_ch: Wenn Sie kein KASSA.AT Konto haben erstellen Sie eines <a href="%s">hier</a>.

source: Use the Button "Connect with KASSA.AT account" to connect to the register-service.
de_ch: Klicken Sie den Knopf "Mit KASSA.AT Verbinden" um die Verbindung herzustellen.

source: Login the KASSA.AT site and create your articles. Note that in order to have connect the WP-site and the KASSA.AT-account, you need to fill in the "Artikelnummer"-field with your article numbers.
de_ch: Loggen Sie sich in Ihr KASSA.AT Konto ein und legen Sie Ihre Artikel an. Beachten Sie, dass Sie das Feld "Artikelnummer" ausfüllen (Dies wird später noch wichtig).

source: In your KASSA.AT account, create a warehouse and assign the articles to it.
de_ch: Legen Sie dann ein Lager in Ihrem KASSA.AT Konto an und befüllen Sie dieses mit Ihren Artikeln.

source: Go back to your WordPress page, choose your register-warehouse from your KASSA.AT's warehouses.
de_ch: Gehen Sie nun zurück zu Ihrer WordPress Seite und wählen Sie das Lager aus, das Sie eben befüllt haben.

source: Go to your woocommerce-article section and create or edit your articles, use the article-number from your KASSA.AT-articles in the "SKU"-field and activate stock-management.
de_ch: Gehen Sie zu der Artikelübersicht von Woocommerce und erstellen Sie hier Ihre Artikel oder bearbeiten Sie diese. Achten Sie bitte darauf, dass Sie die Artikelnummer Ihrer KASSA.AT Artikel in das "Artikelnummer"-Feld eintragen und aktivieren Sie "Lagerbestand verwalten".

source: Go to the KASSA.AT-menu in your wordpress-site and press the "Synchronize!" Button.
de_ch: Gehen Sie auf Ihrer WordPress-Seite in das KASSA.AT Menü zurück und drücken Sie auf den "Synchronisieren!"-Knopf.

source: And here we go. Whenever a customer buys anything in your local store or a customer orders something in your online-store, your KASSA.AT-service will have trace of that and will always check, that the onlineshop displays the correct amount of items in stock.
de_ch: Und schon sind wir fertig. Wann immer ein Kunde etwas in Ihrem Geschäft kauft, oder etwas in Ihrem Onlineshop bestellt Werden die Lagerstände von beiden Systemen angepasst, sodass Sie immer den korrekten Lagerstand im Blick haben können.

source: If you have any questions with the setting up, feel free to %s.
de_ch: Wenn Sie irgendwelche Fragen haben, %s.

source: contact us
de_ch: kontaktieren Sie uns

source: Woocommerce Invoice: %s
de_ch: Woocommerce-Rechnung: %s
